Repository: jaapstronks/ollie-app
Catalog: Ollie-app/CatchUp.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: All caught up!
de: Alles aufgeholt!
es: Todo al dia!
fr: Tout est à jour !
it: Tutto aggiornato!
nl: Helemaal bijgepraat!

source: Awake
de: Wach
es: Despierto
fr: Réveillé
it: Sveglio
nl: Wakker

source: Eaten since %@?
de: Gegessen seit %@?
es: Ha comido desde %@?
fr: A mangé depuis %@ ?
it: Ha mangiato da %@?
nl: Gegeten sinds %@?

source: Hey! Let's get you caught up.
de: Hey! Lass uns dich auf den neuesten Stand bringen.
es: Hola! Vamos a ponerte al dia.
fr: Salut ! Mettons-nous à jour.
it: Ciao! Ti aggiorniamo.
nl: Hey! Laten we je bijpraten.

source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Adesso
nl: Net

source: Last logged: %lld hours ago
de: Zuletzt protokolliert: vor %lld Stunden
es: Ultimo registro: hace %lld horas
fr: Dernier enregistrement : il y a %lld heures
it: Ultima registrazione: %lld ore fa
nl: Laatst gelogd: %lld uur geleden

source: Last pee outside?
de: Letztes Pipi draußen?
es: Ultimo pipi afuera?
fr: Dernier pipi dehors ?
it: Ultima pipi fuori?
nl: Laatste plas buiten?

source: Logged via catch-up
de: Über Aufholen protokolliert
es: Registrado via puesta al dia
fr: Enregistré via rattrapage
it: Registrato tramite aggiornamento
nl: Gelogd via bijpraten

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Ora
nl: Nu

source: Pooped today?
de: Heute gekotet?
es: Hizo caca hoy?
fr: A fait caca aujourd'hui ?
it: Ha fatto cacca oggi?
nl: Vandaag gepoept?

source: Quick Catch-Up
de: Schnell aufholen
es: Puesta al dia rapida
fr: Rattrapage rapide
it: Aggiornamento rapido
nl: Snel bijpraten

source: Right now, is %@...
de: Ist %@ gerade...
es: Ahora mismo, %@ esta...
fr: En ce moment, %@ est-il...
it: In questo momento, %@ e...
nl: Is %@ nu...

source: Since:
de: Seit:
es: Desde:
fr: Depuis :
it: Da:
nl: Sinds:

source: Skip for now
de: Jetzt überspringen
es: Saltar por ahora
fr: Passer pour l'instant
it: Salta per ora
nl: Nu overslaan

source: Sleeping
de: Schläft
es: Durmiendo
fr: Dort
it: Dorme
nl: Slaapt

source: ~1h
de: ~1 Std.
nl: ~1u

source: ~2h
de: ~2 Std.
nl: ~2u
